Repository: JiZPaper/PaperVN
Catalog: PaperVN/VNDBTags.xcstrings
Source language: en
Languages: de, ja, ko, pl, zh_hans, zh_hant

source: Photographer Heroine
de: Fotografin als Heldin
ja: 写真家のヒロイン
ko: 사진가인 여성 주인공
pl: Bohaterka będąca fotografką
zh_hans: 摄影师女主角
zh_hant: 攝影師女主角

source: Photographer Protagonist
de: Fotograf als Hauptfigur
ja: 写真家の主人公
ko: 사진가인 주인공
pl: Protagonista będący fotografem
zh_hans: 摄影师主角
zh_hant: 攝影師主角

source: Photographic Assets
de: Fotografisches Bildmaterial
ja: 実写素材
ko: 실사 소재
pl: Materiały fotograficzne
zh_hans: 实拍素材
zh_hant: 實拍素材

source: Photographic Backgrounds
de: Fotografische Hintergründe
ja: 実写背景
ko: 실사 배경
pl: Fotograficzne tła
zh_hans: 实拍背景
zh_hant: 實拍背景

source: Photographic CGs
de: Fotografische CGs
ja: 実写CG
ko: 실사 CG
pl: Fotograficzne ilustracje CG
zh_hans: 实拍CG
zh_hant: 實拍CG

source: Photographic Sprites
de: Fotografische Figuren-Sprites
ja: 実写立ち絵
ko: 실사 스탠딩 CG
pl: Fotograficzne wizerunki postaci
zh_hans: 实拍角色立绘
zh_hant: 實拍角色立繪

source: Photographs Only
de: Ausschließlich Fotografien
ja: 写真のみ
ko: 실사 사진만 사용
pl: Wyłącznie fotografie
zh_hans: 仅实拍照片
zh_hant: 僅實拍照片

source: Photography Gameplay
de: Fotografie als Spielmechanik
ja: 撮影ゲームプレイ
ko: 사진 촬영 게임플레이
pl: Fotografowanie jako mechanika gry
zh_hans: 摄影玩法
zh_hant: 攝影玩法

source: Physical Problems
de: Körperliche Probleme
ja: 身体的な問題
ko: 신체적 문제
pl: Problemy fizyczne
zh_hans: 身体问题
zh_hant: 身體問題

source: Pig Cosplay
de: Schweine-Cosplay
ja: 豚コスプレ
ko: 돼지 코스프레
pl: Przebranie za świnię
zh_hans: 小猪装扮
zh_hant: 小豬裝扮

source: Pigs
de: Schweine
ja: 豚
ko: 돼지
pl: Świnie
zh_hans: 猪
zh_hant: 豬

source: Piledriver
de: Piledriver-Stellung
ja: パイルドライバー
ko: 파일드라이버 체위
pl: Pozycja piledriver
zh_hans: 打桩机体位
zh_hant: 打樁機體位

source: Pillory Sex
de: Sex am Pranger
ja: さらし台セックス
ko: 칼형대 성교
pl: Seks w dybach
zh_hans: 枷锁性爱
zh_hant: 枷鎖性愛

source: Pillow Talk
de: Bettgeflüster
ja: ピロートーク
ko: 필로 토크
pl: Rozmowy w łóżku
zh_hans: 枕边话
zh_hant: 枕邊話

source: Pilot Hero
de: Pilot als Held
ja: パイロットの男性主人公
ko: 조종사인 남성 주인공
pl: Bohater będący pilotem
zh_hans: 飞行员男主角
zh_hant: 飛行員男主角

source: Pilot Heroine
de: Pilotin als Heldin
ja: パイロットのヒロイン
ko: 조종사인 여성 주인공
pl: Bohaterka będąca pilotką
zh_hans: 飞行员女主角
zh_hant: 飛行員女主角

source: Pilot Protagonist
de: Pilot als Hauptfigur
ja: パイロットの主人公
ko: 조종사인 주인공
pl: Protagonista będący pilotem
zh_hans: 飞行员主角
zh_hant: 飛行員主角

source: Pimp Hero
de: Zuhälter als Held
ja: ポン引きの男性主人公
ko: 포주인 남성 주인공
pl: Bohater będący sutenerem
zh_hans: 皮条客男主角
zh_hant: 皮條客男主角

source: Pimp/Madam Protagonist
de: Zuhälter oder Bordellbetreiberin als Hauptfigur
ja: ポン引き／女衒の主人公
ko: 포주인 주인공
pl: Protagonista będący sutenerem lub właścicielką domu publicznego
zh_hans: 皮条客／鸨母主角
zh_hant: 皮條客／鴇母主角

source: Pioneer Hero
de: Mitglied einer Pionierorganisation als Held
ja: 開拓者の男性主人公
ko: 개척자인 남성 주인공
pl: Bohater należący do organizacji pionierskiej
zh_hans: 开拓者男主角
zh_hant: 開拓者男主角

source: Pioneer Heroine
de: Mitglied einer Pionierorganisation als Heldin
ja: 開拓者のヒロイン
ko: 개척자인 여성 주인공
pl: Bohaterka należąca do organizacji pionierskiej
zh_hans: 开拓者女主角
zh_hant: 開拓者女主角

source: Pioneer Protagonist
de: Mitglied einer Pionierorganisation als Hauptfigur
ja: 開拓者の主人公
ko: 개척자인 주인공
pl: Protagonista należący do organizacji pionierskiej
zh_hans: 开拓者主角
zh_hant: 開拓者主角

source: Pirate Hero
de: Pirat als Held
ja: 海賊の男性主人公
ko: 해적인 남성 주인공
pl: Bohater będący piratem
zh_hans: 海盗男主角
zh_hant: 海盜男主角

source: Pirate Heroine
de: Piratin als Heldin
ja: 海賊のヒロイン
ko: 해적인 여성 주인공
pl: Bohaterka będąca piratką
zh_hans: 海盗女主角
zh_hant: 海盜女主角

source: Pirate Protagonist
de: Pirat als Hauptfigur
ja: 海賊の主人公
ko: 해적인 주인공
pl: Protagonista będący piratem
zh_hans: 海盗主角
zh_hant: 海盜主角

source: Pirates
de: Piraten
ja: 海賊
ko: 해적
pl: Piraci
zh_hans: 海盗
zh_hant: 海盜

source: Piss Drinking
de: Urintrinken
ja: 飲尿
ko: 음뇨
pl: Picie moczu
zh_hans: 饮尿
zh_hant: 飲尿

source: Pissing
de: Urinieren
ja: 放尿
ko: 배뇨
pl: Oddawanie moczu
zh_hans: 排尿
zh_hant: 排尿

source: Pissing on Others
de: Urinieren auf andere
ja: 他者への放尿
ko: 타인에게 소변 누기
pl: Oddawanie moczu na innych
zh_hans: 向他人排尿
zh_hant: 向他人排尿

source: Pissing on Own Face
de: Urinieren auf das eigene Gesicht
ja: 自分の顔への放尿
ko: 자신의 얼굴에 소변 누기
pl: Oddawanie moczu na własną twarz
zh_hans: 向自己脸上排尿
zh_hant: 向自己臉上排尿

source: Pistol Combat
de: Kampf mit Pistolen
ja: 拳銃での戦闘
ko: 권총 전투
pl: Walka z użyciem pistoletów
zh_hans: 手枪战斗
zh_hant: 手槍戰鬥

source: Pixel Art
de: Pixelgrafik
ja: ピクセルアート
ko: 픽셀 아트
pl: Grafika pikselowa
zh_hans: 像素画
zh_hant: 像素畫

source: Plant Hero
de: Pflanze als Held
ja: 植物の男性主人公
ko: 식물인 남성 주인공
pl: Bohater będący rośliną
zh_hans: 植物男主角
zh_hant: 植物男主角

source: Plant Heroine
de: Pflanze als Heldin
ja: 植物のヒロイン
ko: 식물인 여성 주인공
pl: Bohaterka będąca rośliną
zh_hans: 植物女主角
zh_hant: 植物女主角

source: Plant Sex
de: Sex mit Pflanzen
ja: 植物とのセックス
ko: 식물과의 성교
pl: Seks z roślinami
zh_hans: 植物性爱
zh_hant: 植物性愛

source: Plants & Flowers
de: Pflanzen und Blumen
ja: 植物と花
ko: 식물과 꽃
pl: Rośliny i kwiaty
zh_hans: 植物与花卉
zh_hant: 植物與花卉

source: Platform Game
de: Plattformspiel
ja: プラットフォームゲーム
ko: 플랫폼 게임
pl: Gra platformowa
zh_hans: 平台游戏
zh_hant: 平台遊戲

source: Play Piercing
de: Temporäres Piercing als Praktik
ja: プレイピアッシング
ko: 플레이 피어싱
pl: Tymczasowy piercing jako praktyka
zh_hans: 临时穿刺
zh_hant: 臨時穿刺

source: Playboy Hero
de: Playboy als Held
ja: プレイボーイの男性主人公
ko: 바람둥이 남성 주인공
pl: Bohater będący playboyem
zh_hans: 花花公子男主角
zh_hant: 花花公子男主角

source: Playboy Protagonist
de: Playboy als Hauptfigur
ja: プレイボーイの主人公
ko: 바람둥이 주인공
pl: Protagonista będący playboyem
zh_hans: 花花公子主角
zh_hant: 花花公子主角

source: Player as a Character
de: Spieler als Figur
ja: プレイヤーがキャラクター
ko: 등장인물인 플레이어
pl: Gracz jako postać
zh_hans: 玩家作为角色
zh_hant: 玩家作為角色

source: Player Voice Interactivity
de: Interaktion über die Stimme des Spielers
ja: プレイヤー音声との連動
ko: 플레이어 음성 연동
pl: Interakcja za pomocą głosu gracza
zh_hans: 玩家语音互动
zh_hant: 玩家語音互動

source: Playtime Counter
de: Spielzeitzähler
ja: プレイ時間カウンタ
ko: 플레이 시간 표시
pl: Licznik czasu gry
zh_hans: 游玩时间计数器
zh_hant: 遊玩時間計數器

source: Plot
de: Handlung
ja: ストーリー
ko: 줄거리
pl: Fabuła
zh_hans: 剧情
zh_hant: 劇情

source: Plot Devices
de: Erzählerische Mittel
ja: 物語上の仕掛け
ko: 서사 장치
pl: Zabiegi fabularne
zh_hans: 情节装置
zh_hant: 情節裝置

source: Poetry
de: Lyrik
ja: 詩
ko: 시
pl: Poezja
zh_hans: 诗歌
zh_hant: 詩歌

source: Point-and-Click Adventure Game
de: Point-and-Click-Adventure
ja: ポイント＆クリック式アドベンチャーゲーム
ko: 포인트 앤 클릭 어드벤처 게임
pl: Przygodówka typu wskaż i kliknij
zh_hans: 点击式冒险游戏
zh_hant: 點擊式冒險遊戲

source: Pole Dancing
de: Poledance
ja: ポールダンス
ko: 폴 댄스
pl: Taniec na rurze
zh_hans: 钢管舞
zh_hant: 鋼管舞

source: Police
de: Polizei
ja: 警察
ko: 경찰
pl: Policja
zh_hans: 警察
zh_hant: 警察

source: Police Brutality
de: Polizeigewalt
ja: 警察による暴力
ko: 경찰 폭력
pl: Przemoc policyjna
zh_hans: 警察暴力
zh_hant: 警察暴力

source: Police Officer Hero
de: Polizist als Held
ja: 警察官の男性主人公
ko: 경찰관인 남성 주인공
pl: Bohater będący policjantem
zh_hans: 警察男主角
zh_hant: 警察男主角

source: Police Officer Heroine
de: Polizistin als Heldin
ja: 警察官のヒロイン
ko: 경찰관인 여성 주인공
pl: Bohaterka będąca policjantką
zh_hans: 警察女主角
zh_hant: 警察女主角

source: Police Officer Protagonist
de: Polizist als Hauptfigur
ja: 警察官の主人公
ko: 경찰관인 주인공
pl: Protagonista będący policjantem
zh_hans: 警察主角
zh_hant: 警察主角

source: Polite Formal Hero
de: Höflicher, förmlicher Held
ja: 丁寧で堅い男性主人公
ko: 예의 바르고 격식 있는 남성 주인공
pl: Uprzejmy bohater zachowujący formalny styl
zh_hans: 礼貌正式的男主角
zh_hant: 禮貌正式的男主角

source: Political Corruption
de: Politische Korruption
ja: 政治腐敗
ko: 정치 부패
pl: Korupcja polityczna
zh_hans: 政治腐败
zh_hant: 政治腐敗

source: Politician Hero
de: Politiker als Held
ja: 政治家の男性主人公
ko: 정치인인 남성 주인공
pl: Bohater będący politykiem
zh_hans: 政治家男主角
zh_hant: 政治家男主角

source: Politician Heroine
de: Politikerin als Heldin
ja: 政治家のヒロイン
ko: 정치인인 여성 주인공
pl: Bohaterka będąca polityczką
zh_hans: 政治家女主角
zh_hant: 政治家女主角

source: Politician Protagonist
de: Politiker als Hauptfigur
ja: 政治家の主人公
ko: 정치인인 주인공
pl: Protagonista będący politykiem
zh_hans: 政治家主角
zh_hant: 政治家主角

source: Politics
de: Politik
ja: 政治
ko: 정치
pl: Polityka
zh_hans: 政治
zh_hant: 政治

source: Polyamory
de: Polyamorie
ja: ポリアモリー
ko: 폴리아모리
pl: Poliamoria
zh_hans: 多边恋
zh_hant: 多邊戀

source: Polygamy
de: Polygamie
ja: 複婚
ko: 복혼
pl: Poligamia
zh_hans: 多配偶制
zh_hant: 多配偶制

source: Ponytail Hero
de: Held mit Pferdeschwanz
ja: ポニーテールの男性主人公
ko: 포니테일 남성 주인공
pl: Bohater z włosami związanymi w kucyk
zh_hans: 马尾男主角
zh_hant: 馬尾男主角

source: Ponytail Heroine
de: Heldin mit Pferdeschwanz
ja: ポニーテールのヒロイン
ko: 포니테일 여성 주인공
pl: Bohaterka z włosami związanymi w kucyk
zh_hans: 马尾女主角
zh_hant: 馬尾女主角

source: Ponytail Protagonist
de: Hauptfigur mit Pferdeschwanz
ja: ポニーテールの主人公
ko: 포니테일 주인공
pl: Protagonista z włosami związanymi w kucyk
zh_hans: 马尾主角
zh_hant: 馬尾主角

source: Poor Hero
de: Armer Held
ja: 貧しい男性主人公
ko: 가난한 남성 주인공
pl: Ubogi bohater
zh_hans: 贫穷男主角
zh_hant: 貧窮男主角

source: Poor Heroine
de: Arme Heldin
ja: 貧しいヒロイン
ko: 가난한 여성 주인공
pl: Uboga bohaterka
zh_hans: 贫穷女主角
zh_hant: 貧窮女主角

source: Poor Protagonist
de: Arme Hauptfigur
ja: 貧しい主人公
ko: 가난한 주인공
pl: Ubogi protagonista
zh_hans: 贫穷主角
zh_hant: 貧窮主角

source: Popular Protagonist
de: Beliebte Hauptfigur
ja: 人気者の主人公
ko: 인기 있는 주인공
pl: Popularny protagonista
zh_hans: 受欢迎的主角
zh_hant: 受歡迎的主角

source: Pornography
de: Pornografie
ja: ポルノ
ko: 포르노그래피
pl: Pornografia
zh_hans: 色情作品
zh_hant: 色情作品

source: Portrait Orientation
de: Hochformat
ja: 縦向き
ko: 세로 방향
pl: Orientacja pionowa
zh_hans: 纵向显示
zh_hant: 直向

source: Possession
de: Besessenheit durch einen Geist
ja: 憑依
ko: 빙의
pl: Opętanie
zh_hans: 附身
zh_hant: 附身

source: Post Apocalyptic Earth
de: Postapokalyptische Erde
ja: 終末後の地球
ko: 종말 이후의 지구
pl: Postapokaliptyczna Ziemia
zh_hans: 末日后的地球
zh_hant: 末日後的地球

source: Post-War
de: Nachkriegszeit
ja: 戦後
ko: 전후
pl: Okres powojenny
zh_hans: 战后
zh_hant: 戰後

source: Pragmatic Hero
de: Pragmatischer Held
ja: 現実的な男性主人公
ko: 현실적인 남성 주인공
pl: Pragmatyczny bohater
zh_hans: 务实男主角
zh_hant: 務實男主角

source: Pragmatic Heroine
de: Pragmatische Heldin
ja: 現実的なヒロイン
ko: 현실적인 여성 주인공
pl: Pragmatyczna bohaterka
zh_hans: 务实女主角
zh_hant: 務實女主角

source: Pragmatic Protagonist
de: Pragmatische Hauptfigur
ja: 現実的な主人公
ko: 현실적인 주인공
pl: Pragmatyczny protagonista
zh_hans: 务实主角
zh_hant: 務實主角

source: Pre-rendered 3D Backgrounds
de: Vorgerenderte 3D-Hintergründe
ja: プリレンダリング3D背景
ko: 사전 렌더링된 3D 배경
pl: Wstępnie renderowane tła 3D
zh_hans: 预渲染3D背景
zh_hant: 預先算繪的3D背景

source: Pre-rendered 3D Graphics
de: Vorgerenderte 3D-Grafik
ja: プリレンダリング3Dグラフィックス
ko: 사전 렌더링된 3D 그래픽
pl: Wstępnie renderowana grafika 3D
zh_hans: 预渲染3D图形
zh_hant: 預先算繪的3D圖形

source: Pregnancy
de: Schwangerschaft
ja: 妊娠
ko: 임신
pl: Ciąża
zh_hans: 怀孕
zh_hant: 懷孕

source: Pregnancy Bad Ending
de: Schwangerschaft als schlechtes Ende
ja: 妊娠バッドエンド
ko: 임신 배드 엔딩
pl: Złe zakończenie z ciążą
zh_hans: 怀孕坏结局
zh_hant: 懷孕壞結局

source: Pregnancy Ending
de: Schwangerschaft als Ende
ja: 妊娠エンド
ko: 임신 엔딩
pl: Zakończenie z ciążą
zh_hans: 怀孕结局
zh_hant: 懷孕結局

source: Pregnancy Good Ending
de: Schwangerschaft als gutes Ende
ja: 妊娠グッドエンド
ko: 임신 굿 엔딩
pl: Dobre zakończenie z ciążą
zh_hans: 怀孕好结局
zh_hant: 懷孕好結局

source: Pregnant Heroine
de: Schwangere Heldin
ja: 妊娠中のヒロイン
ko: 임신한 여성 주인공
pl: Ciężarna bohaterka
zh_hans: 怀孕女主角
zh_hant: 懷孕女主角

source: Pregnant Sex
de: Sex während der Schwangerschaft
ja: 妊娠中のセックス
ko: 임신 중 성교
pl: Seks w czasie ciąży
zh_hans: 孕期性爱
zh_hant: 孕期性愛

source: Presentation
de: Darstellung
ja: 演出
ko: 연출
pl: Sposób przedstawienia
zh_hans: 呈现方式
zh_hant: 呈現方式

source: Pretending Hero
de: Held, der eine andere Persönlichkeit vortäuscht
ja: 正体を偽る男性主人公
ko: 정체를 가장하는 남성 주인공
pl: Bohater udający inną osobowość
zh_hans: 伪装身份的男主角
zh_hant: 偽裝身分的男主角

source: Pretending Heroine
de: Heldin, die eine andere Persönlichkeit vortäuscht
ja: 正体を偽るヒロイン
ko: 정체를 가장하는 여성 주인공
pl: Bohaterka udająca inną osobowość
zh_hans: 伪装身份的女主角
zh_hant: 偽裝身分的女主角

source: Pretending Protagonist
de: Hauptfigur, die eine andere Persönlichkeit vortäuscht
ja: 正体を偽る主人公
ko: 정체를 가장하는 주인공
pl: Protagonista udający inną osobowość
zh_hans: 伪装身份的主角
zh_hant: 偽裝身分的主角

source: Priest Hero
de: Priester als Held
ja: 司祭の男性主人公
ko: 사제인 남성 주인공
pl: Bohater będący kapłanem
zh_hans: 神父男主角
zh_hant: 神父男主角

source: Priest Support Character
de: Priester als Nebenfigur
ja: 司祭のサブキャラクター
ko: 사제인 조연
pl: Kapłan jako postać drugoplanowa
zh_hans: 神父配角
zh_hant: 神父配角

source: Priest(ess) Protagonist
de: Priester oder Priesterin als Hauptfigur
ja: 聖職者の主人公
ko: 성직자인 주인공
pl: Protagonista będący kapłanem lub kapłanką
zh_hans: 神职人员主角
zh_hant: 神職人員主角

source: Priestess Heroine
de: Priesterin als Heldin
ja: 女司祭のヒロイン
ko: 여사제인 여성 주인공
pl: Bohaterka będąca kapłanką
zh_hans: 女祭司女主角
zh_hant: 女祭司女主角

source: Primates
de: Primaten
ja: 霊長類
ko: 영장류
pl: Naczelne
zh_hans: 灵长类动物
zh_hant: 靈長類動物

source: Prince Hero
de: Prinz als Held
ja: 王子の男性主人公
ko: 왕자인 남성 주인공
pl: Bohater będący księciem
zh_hans: 王子男主角
zh_hant: 王子男主角

source: Prince Protagonist
de: Prinz als Hauptfigur
ja: 王子の主人公
ko: 왕자인 주인공
pl: Protagonista będący księciem
zh_hans: 王子主角
zh_hant: 王子主角

source: Princess Heroine
de: Prinzessin als Heldin
ja: 姫のヒロイン
ko: 공주인 여성 주인공
pl: Bohaterka będąca księżniczką
zh_hans: 公主女主角
zh_hant: 公主女主角

source: Princess Protagonist
de: Prinzessin als Hauptfigur
ja: 姫の主人公
ko: 공주인 주인공
pl: Protagonistka będąca księżniczką
zh_hans: 公主主角
zh_hant: 公主主角

source: Principal Hero
de: Schulleiter als Held
ja: 校長の男性主人公
ko: 학교장인 남성 주인공
pl: Bohater będący dyrektorem szkoły
zh_hans: 校长男主角
zh_hant: 校長男主角

source: Principal Heroine
de: Schulleiterin als Heldin
ja: 校長のヒロイン
ko: 학교장인 여성 주인공
pl: Bohaterka będąca dyrektorką szkoły
zh_hans: 校长女主角
zh_hant: 校長女主角

source: Principal Protagonist
de: Schulleiter als Hauptfigur
ja: 校長の主人公
ko: 학교장인 주인공
pl: Protagonista będący dyrektorem szkoły
zh_hans: 校长主角
zh_hant: 校長主角

source: Prison
de: Gefängnis
ja: 刑務所
ko: 교도소
pl: Więzienie
zh_hans: 监狱
zh_hant: 監獄

source: Private Detective Hero
de: Privatdetektiv als Held
ja: 私立探偵の男性主人公
ko: 사립 탐정인 남성 주인공
pl: Bohater będący prywatnym detektywem
zh_hans: 私家侦探男主角
zh_hant: 私家偵探男主角

source: Private Detective Heroine
de: Privatdetektivin als Heldin
ja: 私立探偵のヒロイン
ko: 사립 탐정인 여성 주인공
pl: Bohaterka będąca prywatną detektywką
zh_hans: 私家侦探女主角
zh_hant: 私家偵探女主角

source: Private Detective Protagonist
de: Privatdetektiv als Hauptfigur
ja: 私立探偵の主人公
ko: 사립 탐정인 주인공
pl: Protagonista będący prywatnym detektywem
zh_hans: 私家侦探主角
zh_hant: 私家偵探主角

source: Proactive Protagonist
de: Hauptfigur mit Eigeninitiative
ja: 積極的な主人公
ko: 적극적인 주인공
pl: Protagonista wykazujący inicjatywę
zh_hans: 主动积极的主角
zh_hant: 主動積極的主角

source: Product Placement
de: Produktplatzierung
ja: プロダクトプレイスメント
ko: 간접 광고
pl: Lokowanie produktu
zh_hans: 植入式广告
zh_hant: 植入式廣告

source: Production of Pornography
de: Produktion von Pornografie
ja: ポルノ制作
ko: 포르노 제작
pl: Produkcja pornografii
zh_hans: 色情作品制作
zh_hant: 色情作品製作

source: Production of Pornography (Amateur)
de: Amateurproduktion von Pornografie
ja: アマチュアのポルノ制作
ko: 아마추어 포르노 제작
pl: Amatorska produkcja pornografii
zh_hans: 业余色情作品制作
zh_hant: 業餘色情作品製作

source: Production of Pornography (Drawn)
de: Zeichnerische Produktion von Pornografie
ja: 描画ポルノの制作
ko: 그림 포르노 제작
pl: Tworzenie rysowanej pornografii
zh_hans: 绘画色情作品制作
zh_hant: 繪畫色情作品製作

source: Production of Pornography (Professional)
de: Professionelle Produktion von Pornografie
ja: プロのポルノ制作
ko: 전문 포르노 제작
pl: Profesjonalna produkcja pornografii
zh_hans: 专业色情作品制作
zh_hant: 專業色情作品製作

source: Programmer Hero
de: Programmierer als Held
ja: プログラマーの男性主人公
ko: 프로그래머인 남성 주인공
pl: Bohater będący programistą
zh_hans: 程序员男主角
zh_hant: 程式設計師男主角

source: Programmer Heroine
de: Programmiererin als Heldin
ja: プログラマーのヒロイン
ko: 프로그래머인 여성 주인공
pl: Bohaterka będąca programistką
zh_hans: 程序员女主角
zh_hant: 程式設計師女主角

source: Programmer Protagonist
de: Programmierer als Hauptfigur
ja: プログラマーの主人公
ko: 프로그래머인 주인공
pl: Protagonista będący programistą
zh_hans: 程序员主角
zh_hant: 程式設計師主角

source: Prolapse
de: Organvorfall
ja: 脱肛
ko: 탈출증
pl: Wypadanie narządów
zh_hans: 器官脱垂
zh_hant: 器官脫垂

source: Promiscuity
de: Promiskuität
ja: 乱交癖
ko: 문란한 성생활
pl: Promiskuityzm
zh_hans: 滥交
zh_hant: 濫交

source: Promiscuous Hero
de: Promiskuitiver Held
ja: 乱交好きの男性主人公
ko: 성적으로 문란한 남성 주인공
pl: Promiskuitywny bohater
zh_hans: 滥交男主角
zh_hant: 濫交男主角

source: Promiscuous Heroine
de: Promiskuitive Heldin
ja: 乱交好きのヒロイン
ko: 성적으로 문란한 여성 주인공
pl: Promiskuitywna bohaterka
zh_hans: 滥交女主角
zh_hant: 濫交女主角

source: Promiscuous Protagonist
de: Promiskuitive Hauptfigur
ja: 乱交好きの主人公
ko: 성적으로 문란한 주인공
pl: Promiskuitywny protagonista
zh_hans: 滥交主角
zh_hant: 濫交主角

source: Prostitute Hero
de: Sexarbeiter als Held
ja: セックスワーカーの男性主人公
ko: 성 노동자인 남성 주인공
pl: Bohater świadczący usługi seksualne
zh_hans: 性工作者男主角
zh_hant: 性工作者男主角

source: Prostitute Heroine
de: Sexarbeiterin als Heldin
ja: セックスワーカーのヒロイン
ko: 성 노동자인 여성 주인공
pl: Bohaterka świadcząca usługi seksualne
zh_hans: 性工作者女主角
zh_hant: 性工作者女主角

source: Prostitute Protagonist
de: Sexarbeiter als Hauptfigur
ja: セックスワーカーの主人公
ko: 성 노동자인 주인공
pl: Protagonista świadczący usługi seksualne
zh_hans: 性工作者主角
zh_hant: 性工作者主角

source: Prostitute Training Simulator
de: Simulator zur Ausbildung von Sexarbeitern
ja: 娼婦調教シミュレーター
ko: 성 노동자 조교 시뮬레이터
pl: Symulator szkolenia osób świadczących usługi seksualne
zh_hans: 性工作者调教模拟
zh_hant: 性工作者調教模擬

source: Protagonist
de: Hauptfigur
ja: 主人公
ko: 주인공
pl: Protagonista
zh_hans: 主角
zh_hant: 主角

source: Protagonist as the Only Female
de: Hauptfigur als einzige weibliche Person
ja: 主人公が唯一の女性
ko: 유일한 여성인 주인공
pl: Protagonistka jako jedyna kobieta
zh_hans: 主角是唯一女性
zh_hant: 主角是唯一女性

source: Protagonist as the Only Male
de: Hauptfigur als einzige männliche Person
ja: 主人公が唯一の男性
ko: 유일한 남성인 주인공
pl: Protagonista jako jedyny mężczyzna
zh_hans: 主角是唯一男性
zh_hant: 主角是唯一男性

source: Protagonist Based on a Fictional Person
de: Hauptfigur nach dem Vorbild einer fiktiven Person
ja: 架空人物がモデルの主人公
ko: 가상 인물을 바탕으로 한 주인공
pl: Protagonista wzorowany na fikcyjnej postaci
zh_hans: 虚构人物原型主角
zh_hant: 虛構人物原型主角

source: Protagonist Based on a Mythological Character
de: Hauptfigur nach dem Vorbild einer mythologischen Gestalt
ja: 神話上の人物がモデルの主人公
ko: 신화 속 인물을 바탕으로 한 주인공
pl: Protagonista wzorowany na postaci mitologicznej
zh_hans: 神话人物原型主角
zh_hant: 神話人物原型主角

source: Protagonist Based on Real Person
de: Hauptfigur nach dem Vorbild einer realen Person
ja: 実在人物がモデルの主人公
ko: 실존 인물을 바탕으로 한 주인공
pl: Protagonista wzorowany na rzeczywistej osobie
zh_hans: 真人原型主角
zh_hant: 真人原型主角

source: Protagonist Face Toggle
de: Gesicht der Hauptfigur ein- oder ausblendbar
ja: 主人公の顔表示切替
ko: 주인공 얼굴 표시 전환
pl: Możliwość pokazania lub ukrycia twarzy protagonisty
zh_hans: 主角面部显示开关
zh_hant: 主角面部顯示開關

source: Protagonist from a Different World
de: Hauptfigur aus einer anderen Welt
ja: 異世界の主人公
ko: 이세계 출신 주인공
pl: Protagonista z innego świata
zh_hans: 异世界主角
zh_hant: 異世界主角

source: Protagonist Gender Choice
de: Wahl des Geschlechts der Hauptfigur
ja: 主人公の性別選択
ko: 주인공 성별 선택
pl: Wybór płci protagonisty
zh_hans: 主角性别选择
zh_hant: 主角性別選擇

source: Protagonist in Relationship
de: Hauptfigur in einer Beziehung
ja: 交際中の主人公
ko: 교제 중인 주인공
pl: Protagonista w związku
zh_hans: 有恋爱关系的主角
zh_hant: 有戀愛關係的主角

source: Protagonist Selection
de: Auswahl der Hauptfigur
ja: 主人公選択
ko: 주인공 선택
pl: Wybór protagonisty
zh_hans: 主角选择
zh_hant: 主角選擇

source: Protagonist that's Feigning Idiocy
de: Hauptfigur, die sich dumm stellt
ja: 愚か者を装う主人公
ko: 바보인 척하는 주인공
pl: Protagonista udający głupiego
zh_hans: 装傻的主角
zh_hant: 裝傻的主角

source: Protagonist with a Face
de: Hauptfigur mit sichtbarem Gesicht
ja: 顔が表示される主人公
ko: 얼굴이 표시되는 주인공
pl: Protagonista z widoczną twarzą
zh_hans: 有面部形象的主角
zh_hant: 有面部形象的主角

source: Protagonist with a Sprite
de: Hauptfigur mit Figuren-Sprite
ja: 立ち絵のある主人公
ko: 스탠딩 CG가 있는 주인공
pl: Protagonista z wizerunkiem postaci
zh_hans: 有角色立绘的主角
zh_hant: 有角色立繪的主角

source: Protagonist with Ahoge
de: Hauptfigur mit Ahoge
ja: アホ毛のある主人公
ko: 아호게가 있는 주인공
pl: Protagonista z odstającym kosmykiem ahoge
zh_hans: 有呆毛的主角
zh_hant: 有呆毛的主角

source: Protagonist with Big Breasts
de: Hauptfigur mit großen Brüsten
ja: 巨乳の主人公
ko: 거유 주인공
pl: Protagonistka z dużymi piersiami
zh_hans: 大胸主角
zh_hant: 大胸主角

source: Protagonist with Children
de: Hauptfigur mit Kindern
ja: 子どものいる主人公
ko: 자녀가 있는 주인공
pl: Protagonista mający dzieci
zh_hans: 有子女的主角
zh_hant: 有子女的主角

source: Protagonist with Demon Blood
de: Hauptfigur mit Dämonenblut
ja: 悪魔の血を引く主人公
ko: 악마의 피를 이은 주인공
pl: Protagonista z demoniczną krwią
zh_hans: 有恶魔血统的主角
zh_hant: 有惡魔血統的主角

source: Protagonist with Eyepatch
de: Hauptfigur mit Augenklappe
ja: 眼帯を着けた主人公
ko: 안대를 쓴 주인공
pl: Protagonista z opaską na oku
zh_hans: 戴眼罩的主角
zh_hant: 戴眼罩的主角

source: Protagonist with Facial Hair
de: Hauptfigur mit Gesichtsbehaarung
ja: ひげのある主人公
ko: 수염이 있는 주인공
pl: Protagonista z zarostem
zh_hans: 有胡须的主角
zh_hant: 有鬍鬚的主角

source: Protagonist with Gigantic Breasts
de: Hauptfigur mit gigantischen Brüsten
ja: 超爆乳の主人公
ko: 초거유 주인공
pl: Protagonistka z gigantycznymi piersiami
zh_hans: 爆乳主角
zh_hant: 爆乳主角

source: Protagonist with Glasses
de: Hauptfigur mit Brille
ja: 眼鏡をかけた主人公
ko: 안경을 쓴 주인공
pl: Protagonista w okularach
zh_hans: 戴眼镜的主角
zh_hant: 戴眼鏡的主角

source: Protagonist with Gothic Look
de: Hauptfigur mit Gothic-Look
ja: ゴシック風の主人公
ko: 고딕풍 외모의 주인공
pl: Protagonista o gotyckim wyglądzie
zh_hans: 哥特风主角
zh_hant: 哥特風主角

source: Protagonist with Gradient Colored Hair
de: Hauptfigur mit Farbverlauf im Haar
ja: グラデーションカラーの髪の主人公
ko: 그라데이션 머리색의 주인공
pl: Protagonista z włosami o gradientowym kolorze
zh_hans: 渐变发色主角
zh_hant: 漸層髮色主角

source: Protagonist with Grandchildren
de: Hauptfigur mit Enkelkindern
ja: 孫のいる主人公
ko: 손주가 있는 주인공
pl: Protagonista mający wnuki
zh_hans: 有孙辈的主角
zh_hant: 有孫輩的主角

source: Protagonist with Health Issues
de: Hauptfigur mit gesundheitlichen Problemen
ja: 健康上の問題がある主人公
ko: 건강 문제가 있는 주인공
pl: Protagonista z problemami zdrowotnymi
zh_hans: 有健康问题的主角
zh_hant: 有健康問題的主角

source: Protagonist with Heterochromia
de: Hauptfigur mit Heterochromie
ja: オッドアイの主人公
ko: 오드아이인 주인공
pl: Protagonista z heterochromią
zh_hans: 异色瞳主角
zh_hant: 異色瞳主角

source: Protagonist with Huge Breasts
de: Hauptfigur mit sehr großen Brüsten
ja: 爆乳の主人公
ko: 폭유 주인공
pl: Protagonistka z bardzo dużymi piersiami
zh_hans: 巨乳主角
zh_hant: 巨乳主角

source: Protagonist with Imaginary Friends
de: Hauptfigur mit imaginären Freunden
ja: 空想の友達がいる主人公
ko: 상상 속 친구가 있는 주인공
pl: Protagonista z wyobrażonymi przyjaciółmi
zh_hans: 有想象中朋友的主角
zh_hant: 有想像中朋友的主角

source: Protagonist with Kansai Accent
de: Hauptfigur mit Kansai-Dialekt
ja: 関西弁の主人公
ko: 간사이 사투리를 쓰는 주인공
pl: Protagonista mówiący dialektem Kansai
zh_hans: 关西腔主角
zh_hant: 關西腔主角

source: Protagonist with Kimono
de: Hauptfigur mit Kimono
ja: 着物姿の主人公
ko: 기모노를 입은 주인공
pl: Protagonista w kimonie
zh_hans: 穿和服的主角
zh_hant: 穿和服的主角

source: Protagonist with Monocle
de: Hauptfigur mit Monokel
ja: モノクルを着けた主人公
ko: 외알 안경을 쓴 주인공
pl: Protagonista z monoklem
zh_hans: 戴单片眼镜的主角
zh_hant: 戴單片眼鏡的主角

source: Protagonist with Multiple Personalities
de: Hauptfigur mit mehreren Persönlichkeiten
ja: 多重人格の主人公
ko: 다중 인격인 주인공
pl: Protagonista z wieloma osobowościami
zh_hans: 多重人格主角
zh_hant: 多重人格主角

source: Protagonist with Partial Voice Acting
de: Teilweise vertonte Hauptfigur
ja: 一部音声付きの主人公
ko: 일부 음성이 있는 주인공
pl: Protagonista z częściowym dubbingiem
zh_hans: 部分配音的主角
zh_hant: 部分配音的主角

source: Protagonist with Phimosis
de: Hauptfigur mit Phimose
ja: 包茎の主人公
ko: 포경증이 있는 주인공
pl: Protagonista ze stulejką
zh_hans: 包茎主角
zh_hant: 包莖主角

source: Protagonist with Psychological Problems
de: Hauptfigur mit psychischen Problemen
ja: 心理的な問題がある主人公
ko: 심리적 문제가 있는 주인공
pl: Protagonista z problemami psychicznymi
zh_hans: 有心理问题的主角
zh_hant: 有心理問題的主角

source: Protagonist with Sexual Experience
de: Hauptfigur mit sexueller Erfahrung
ja: 性経験のある主人公
ko: 성 경험이 있는 주인공
pl: Protagonista z doświadczeniem seksualnym
zh_hans: 有性经验的主角
zh_hant: 有性經驗的主角

source: Protagonist with Superpowered Side
de: Hauptfigur mit einer Seite mit übernatürlichen Kräften
ja: 超能力を持つ一面がある主人公
ko: 초능력을 지닌 면모가 있는 주인공
pl: Protagonista z drugą stroną posiadającą nadnaturalne moce
zh_hans: 有超能力一面的主角
zh_hant: 有超能力一面的主角

source: Protagonist with Tattoo
de: Hauptfigur mit Tätowierung
ja: タトゥーのある主人公
ko: 문신이 있는 주인공
pl: Protagonista z tatuażem
zh_hans: 有纹身的主角
zh_hant: 有刺青的主角
